<?php
	$lng = array(
		'sign_up'=>'Зарегистрироваться',
		'username'=>'Имя пользователя',
		'password'=>'Пароль',
		'email'=>'Email',
		'Already_registered?_Sign_in!'=>'Уже зарегистрировались? Войдите!',
		'required'=>'Это обязательное поле',
		'more_3'=>'Должно быть больше 3 символов',
		'less_16'=>'Должно быть меньше 16 символов',
		'incorrect'=>'Не корректные данные',
        'incorrect_type'=>'Некорректный тип файла. Выберите файл в формате - gif, jpg или png',
		'successfully_signed_up'=>'Вы успешно зарегистрировались',
		'error'=>'Ошибка! Попробуйте позже',
		'already_use'=>'Это имя уже используется',
		'avatar'=>'Аватар',
        'error_uploading_file'=>'Ошибка при загрузке файла',
        'could_not_load_file'=>'Не удалось загрузить файл',
	);
?>


















